
const About = () => {
    return (
        <div className='max-w-6xl mx-auto space-y-4 p-4'>
            <h1 className='text-2xl font-medium text-amber-600'>О проекте</h1>
            <p>
                Пет-проект Алексея Калинина - это клон сайта IMDb (Internet Movie Database), который является крупнейшей в мире базой данных о фильмах, телевизионных шоу и актерах.
            </p>
            <p>
                Проект IMDb-клон создан для демонстрации своих навыков
                владения Next.js 13 последней эксперементальной версией, и
                основной целью проекта - это демонстрация технологических
                навыков и знаний веб-разработки, а также
                усовершенствование своих профессиональных навыков.

                Next.js 13 - это инструмент для разработки веб-приложений,
                который позволяет создавать высокопроизводительные
                приложения с помощью React и Node.js. .
            </p>
            <p>
                 Дополнительная цель проекта - предоставить любителям киноудовольствия возможность быстро и удобно находить нужную информацию о любимых фильмах и актерах, а также делиться своими впечатлениями и мнениями с другими пользователями.
            </p>
        </div>
    );
};

export default About;
